[
  {
    "URL":"http://www.skwirk.com/p-u_s-4_u-198/planet-earth/nsw/science",
    "Content":"Chapter 1: The layers of the Earth Chapter 2: The tectonic plates Chapter 3: Volcanoes: birth, life and death Chapter 4: Earthquakes: cause, reaction and measuring Topic 2 : Rocks and minerals Chapter 1: Minerals, crystals and ores Chapter 2: Igneous rocks Chapter 3: Sedimentary rocks Chapter 4: Metamorphic rocks Topic 3 : The atmosphere Chapter 1: The layers of air Chapter 2: Weather and climate Chapter 3: The greenhouse effect Chapter 4: The ozone layer Topic 4 : The hydrosphere Chapter 1: The water cycle Chapter 2: Tides Topic 5 : Shaping the Earth Chapter 1: Weathering: chemical and physical Chapter 2: Erosion: people and nature",
    "Paradata":{
      "ACSSU153":4,
      "ACSIS148":1,
      "SC4_12ES":2,
      "SC4-3VA":1
    },
    "Manual-Alignment":[
      "ACSSU153",
      "SC4_12ES"
    ],
    "Learning-Area": ["Science"],
    "Year": ["7", "8"]
  },
  {
    "URL":"http://www.bbc.co.uk/bitesize/ks3/science/environment_earth_universe/rock_cycle/revision/1/ ",
    "Content":"This Revision Bite looks at the three types of rock: sedimentary, igneous and metamorphic. It looks at how they are formed, the weathering of rocks and the way one form of rock turns into another, in the rock cycle.",
    "Paradata":{
      "SC4_12ES":1
    },
    "Manual-Alignment": [],
    "Learning-Area":["Science", "Mathematics"],
    "Year": ["8"]
  },
  {
    "URL":"https://www.youtube.com/watch?v=H9D52G4IfPI",
    "Content":"It is designed for the Living World units, focusing on cells, ecosystems and demonstrates outcomes from SC4-3VA; SC4-13ES; SC4-15LW; SC4-16LW. This video should engage some critical discussion on land management. There are cross curricular priorities addressed and left open for discussion in the closing of the video.",
    "Paradata": {},
    "Manual-Alignment":[
      "SC4-3VA",
      "SC4-13ES",
      "SC4-15LW",
      "SC4-16LW"
    ],
    "Learning-Area": ["Science"],
    "Year": ["7"]
  },
  {
    "URL":"https://starportal.edu.au/activity/geology-rocks-secondary",
    "Content":"Hands-on geology that works! A hands-on Earth Science workshop where students investigate geological processes and land forms.  Your students will learn about erosion, plate tectonics, land forms, soil classification, earthquakes, rock types + many others! This science workshop is run as station based exploratory session with our presenter working with the students to ensure learning outcomes are met.",
    "Paradata":{
      "SC4_12ES":100,
      "SC5_12ES":3
    },
    "Manual-Alignment":[
      "ACSSU1553",
      "ACSSU180",
      "SC4_12ES",
      "SC5_12ES",
      "SC4_13ES",
      "SC5_13ES"
    ],
    "Learning-Area": ["Science"],
    "Year": ["8"]
  },
  {
    "URL":"http://shakespeare.mit.edu/hamlet/full.html",
    "Content":"William Shakespeare's Hamlet follows the young prince Hamlet home to Denmark to attend his father's funeral. Hamlet is shocked to find his mother already remarried to his Uncle Claudius, the dead king's brother. And Hamlet is even more surprised when his father's ghost appears and declares that he was murdered. Exact dates are unknown, but scholars agree that Shakespeare published Hamlet between 1601 and 1603. Many believe that Hamlet is the best of Shakespeare's work, and the perfect play.",
    "Paradata": {},
    "Manual-Alignment": [],
    "Learning-Area": ["English"],
    "Year": ["10"]
  },
  {
    "URL":"https://myscopeoutreach.org/lessonPlans/MyScope%20Teaching%20resources%20-%20hydrophobic%20surfaces.pdf",
    "Content":"The following activities have been designed to support the teaching of concepts related to  hydrophobicity  of  surfaces  and  how  technological  developments  in  microscopy  have  enhanced  our  knowledge  and  understanding  of  the  properties  of  materials. These  lessons  introduce  the  concept  of  water/repellent  surfaces  in  nature  (super  hydrophobic  leaves as example) and how humans can imitate this water/repellence natural phenomenon through  technological  developments  to  improve  our  life/style  (e.g.  waterproofing  textiles,  nano/ waterproofing surfaces).  .",
    "Paradata": {},
    "Manual-Alignment": ["SC4_17CW", "SC4_4WS", "SC4_6WS", "SC4_7WS", "SC4_8WS", "SC4_9WS"],
    "Learning-Area": ["Science"],
    "Year": ["7", "8"]
  },
  {
    "URL":"Earth systems",
    "Content":"Earth Systems is an Earth & space sciences unit for Stage 5. It is designed to give students an understanding of the interactions between Earth’s systems so that they are better equipped to deal with the complexity of the issue of human-induced climate change.       The big ideas to be explored in this unit are: 1 Interacting systems systems Earth can be understood in terms of four systems: the geosphere, the hydrosphere, the atmosphere and the biosphere. All natural processes involve the flow of matter and/or energy within and between these systems. These processes  2 Climate A region’s climate consists of its surface conditions (temperatures, precipitation, etc.) averaged over long periods of time. Climates are determined by a wide range of natural processes involving all four Earth systems, resulting in seven main climate zones. The greenhouse effect traps heat within the lower atmosphere and oceans, helping to make Earth habitable. Climates have varied dramatically through the history of the planet. 3 Global warming A wide range of evidence indicates that human activity is altering global climate systems. The enhanced greenhouse effect is caused by the addition of greenhouse gases to the atmosphere – mainly carbon dioxide from the burning of fossil fuels. Scientists make projections of future climate scenarios using complex computer models.",
    "Paradata": {},
    "Manual-Alignment": ["SC4_13ES", "SC4_4WS", "SC4_5WS", "SC4_7WS", "SC4_9WS"],
    "Learning-Area": ["Science"],
    "Year": ["7", "8"]
  },
  {
    "URL":"Rocks, minerals and resources",
    "Content":"uses examples to illustrate how models, theories and laws contribute to an understanding of phenomena. Describe the inner structure of the Earth in terms of core, mantle, crust and lithosphere. 1. Structure of the Earth 2. Rock cycle 3. Minerals 4. Sedimentary rocks 5. Fossils. 6. Weathering. 7. Chemical Weathering. 8. River and stream formation. As a flooded river slows down, which particles are likely to settle first — gravel, sand or fine clay?",
    "Paradata": {},
    "Manual-Alignment": [],
    "Learning-Area": ["Science"],
    "Year": ["8"]
  }

]